#include <stdio.h>

int main(void)
{
	printf("=========================\n");
	printf("\t자기소개서\n");
	printf("=========================\n");
	printf("\t\t성명: %s \n\n", "김민재");
	
	printf("%s \n\n%s \n", " 저의 특기", "저의 특기는 끈기 입니다.");
	printf("%s \n%s \n", "조금 속도가 늦춰지더라도", "여러 노력을 통하여 포기하지");
	printf("%s \n%s \n\n", "않고 따라가기 위해 노력하는", "끈기가 저의 특기 입니다.");
	
	printf("%s"," 저의 장단점 \n\n");
	printf("장점: %s \n%s \n\n", "포기하지 않고 이해하지 못한 것을", "이해하기 위해 스스로 노력 합니다.");
	printf("단점: %s \n%s \n\n", "이해하지 못한 것을 붙잡고 질문 없이", "스스로 해결하려 문제를 붙잡고 늘어집니다.");
	
	printf("%s\n\n", " 저의 학업 포부");
	printf("%s \n%s \n", "비록 부족한 점이 많은 학생이지만", "훌륭한 게임개발자가 되기위해 많이 질문하고 노력 하겠습니다.");

	return 0;
	
}